const AboutMe = () => {
    return(
        <>
            <h2>Про мене</h2>
            <p>
                Привіт! Я Максим Хвиць, молодший фронтенд-розробник, студент Київського політехнічного 
                інституту імені Ігоря Сікорського. Поки що не маю комерційного досвіду, але сповнений 
                бажання розвиватися та вдосконалювати свої вміння у сфері веб-розробки.
            </p>
            <p>
                Маю навички у створенні сучасних та привабливих веб-інтерфейсів. Швидко засвоюю нову інформацію, 
                люблю вчитися та відкритий до нових викликів. Вважаю командну роботу важливою складовою успіху та 
                завжди готовий вносити свій внесок у спільні досягнення.
            </p>
            <p>
                Моя мета – вдосконалювати навички, створюючи якісні цифрові продукти та зростати разом із командою. 
                Впевнений, що мій ентузіазм, мотивація та готовність вчитися стануть цінним активом для вашої компанії.
            </p>

            <h2>Зв'яжіться зі мною</h2>
            <p>
                Буду радий обговорити можливість співпраці та поділитися своїм баченням щодо майбутніх проєктів!
            </p>
        </>
    )
}

export default AboutMe;