const AboutMe = () => {
    return(
        <>
            <h2>Про мене</h2>
            <p>
                Привіт! Мене звати Максим Хвиць, і я молодший фронтенд-розробник, студент Київського політехнічного 
                інституту імені Ігоря Сікорського. Хоча я ще не маю комерційного досвіду, я пристрасно налаштований 
                на розвиток у сфері веб-розробки та завжди прагну вдосконалювати свої вміння.
            </p>
            <p>
                Маю навички у створенні сучасних та привабливих веб-інтерфейсів. Швидко засвоюю нову інформацію, 
                люблю вчитися та відкритий до нових викликів. Вважаю командну роботу важливою складовою успіху та 
                завжди готовий вносити свій внесок у спільні досягнення.
            </p>
            <p>
                Моя мета — стати частиною професійної команди, де я зможу не лише розвиватися як спеціаліст, а й 
                створювати якісні цифрові продукти, що відповідають потребам користувачів. Я впевнений, що мої знання, 
                бажання вчитися та ентузіазм будуть корисними для вашої компанії.
            </p>

            <h2>Зв'яжіться зі мною</h2>
            <p>
                Готовий приєднатися до вашої команди та внести свій вклад у успішні проєкти. 
                Напишіть мені, і разом ми створимо щось особливе!
            </p>
        </>
    )
}

export default AboutMe;